// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "I dati sono stati modificati. Continuare?";
kCheckChangesAlertContinueButtonTitleKey = "Continua";
kCheckChangesAlertMessageKey = "Se si continua, le modifiche andranno perse. Fare clic su Annulla per eliminare l’azione e continuare il lavoro con la procedura.";

DeviceStatusUnknown = "Ignoto";

NoItemsMenuTitle = "Nessuna voce disponibile";

NotEnoughSpaceTitle = "Impossibile avviare HP Utility";
NotEnoughSpaceMsg = "Il tuo disco di avvio è quasi pieno. Devi liberare spazio sul disco di avvio cancellando dei documenti.";

RecentUnreachableTitle = "Impossibile stabilire la connessione";
RecentUnreachableMsg = "%@ non è attualmente disponibile. Verificare che la periferica sia accesa e la connessione stabilita oppure tentare in seguito.";

AirPortDeviceErrorTitle = "HP Utility non funziona con i dispositivi connessi ad AirPort.";
SharedDeviceErrorTitle = "HP Utility non funziona con i dispositivi condivisi.";
NotDirectDeviceErrorDescription = "Connettere il dispositivo direttamente al Mac.";

NoUtilityMessage = "Reinstallare il software fornito con il dispositivo.";

// menu items
ShowAdvanced = "Mostra opzioni avanzate";
HideAdvanced = "Nascondi opzioni avanzate";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Ripristina";
SupplyInfoTaskTitle = "Informazioni forniture";
TravelInfoTaskTitle = "Informazioni di viaggio";

kTaskGroupInformationTitleKey = "Informazioni";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Configurazione";
kTaskGroupSupportTitleKey = "Assistenza";
kTaskGroupJobCenterTitleKey = "Centro processi";

kTaskGroupUnknownTitleKey = "Altre";
kTaskGroupInformationAndSupportTitleKey = "Informazioni e assistenza";
kTaskGroupInformationAndPrintQualityTitleKey = "Qualità di stampa e informazioni";
kTaskGroupPrinterSettingsTitleKey = "Impostazioni della stampante";
kTaskGroupFaxSettingsTitleKey = "Impostazioni Fax";
kTaskGroupNetworkSettingsTitleKey = "Impostazioni di rete";
kHSDTaskGroupScanSettingsTitleKey = "Impostazioni scansione";

ApplyButtonTitle = "Applica adesso";

kViewMenuTitle = "Visualizza";

AskSaveChangesAlertTitle = "Sono state modificate le impostazioni in questa finestra";
AskSaveChangesAlertMsg = "Applicare le modifiche prima di chiudere?";
AskSaveChangesDontApplyButtonTitle = "Non applicare";
AskSaveCahngesApplyButtonTitle = "Applica";

MultipleAskSaveChangesAlertTitle = "Sono state modificate le impostazioni in %i finestre";
MultipleAskSaveChangesAlertMsg = "Rivedere queste modifiche prima di chiudere?";
MultipleAskSaveChangesDiscardButtonTitle = "Ignora modifiche";
MultipleAskSaveChangesReviewButtonTitle = "Rivedi modifiche...";

ConnectingMessage = "Connessione al dispositivo\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Selezionare la periferica di avvio";

DevicesItemTitleString = "Periferiche";
DevicesItemTooltipString = "Mostra/nascondi periferiche";
SupportItemTitleString = "Supporto HP";
SupportItemTooltipString = "Assistenza in linea HP";
SuppliesItemTitleString = "Accessori";
SuppliesItemTooltipString = "Ordini di forniture online";
RegistrationItemTitleString = "Registrazione";
RegistrationItemTooltipString = "Registrazione in linea";
RecyclingItemTitleString = "Riciclaggio";
RecyclingItemTooltipString = "Ritiro e riciclo online";
MarsItemTitleString = "Miglioramento dei prodotti";
MarsItemTooltipString = "Studio per il miglioramento dei prodotti HP";
TasksItemTitleString = "Tutte le impostazioni";
TasksItemTooltipString = "Mostra tutte le impostazioni";
SearchItemTitleString = "Ricerca";
SearchItemTooltipString = "Cerca plug-in o parola chiave";

HSDAddDevicesToolTip = "Aggiunge i dispositivi";
HSDRemoveDevicesToolTip = "Rimuove il dispositivo o gruppo ottimizzato selezionato";
HSDPullDownMenuToolTip = "Menu Azioni";
TaskCellWidth = "98";

PrintersGroupString = "DISPOSITIVI";
SmartGroupsString = "GRUPPI SMART";

PrinterName = "Nome dispositivo";
ModelName = "Modello";
SerialNumber = "Numero di serie";
IPAddress = "Indirizzo IP";
BluetoothAddress = "Indirizzo";
ConnectionType = "Collegamento";

kSmartGroupDefaultName = "Gruppo Smart";
kSmartGroupRulePropertyModel = "Modello";
kSmartGroupRulePropertyName = "Nome";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "Indirizzo IP";
kSmartGroupRulePropertyConnectionType = "Tipo di connessione";

kSmartGroupRuleCriterionContains = "Contiene";
kSmartGroupRuleCriterionDoesntContain = "Non contiene";
kSmartGroupRuleCriterionIs = "È";
kSmartGroupRuleCriterionIsNot = "Non è";
kSmartGroupRuleCriterionStartsWith = "Inizia con";
kSmartGroupRuleCriterionEndsWith = "Finisce con";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "tutti";
HSDRulesMatchStyleAny = "qualsiasi";

IncompatibleTasksTitle = "Componenti incompatibili";
IncompatibleTasksMessage = "Alcuni componenti installati sul computer sono stati sviluppati per un'altra versione di HP Utility. Questi componenti non verranno caricati e non sarà possibile accedere ad alcune funzionalità relative al dispositivo. Fare clic sull'elemento relativo al supporto HP sulla barra degli strumenti per visitare il sito sul supporto in linea HP e scaricare le versioni più recenti del software HP.";

NoComponentsTitle = "Alcuni componenti di HP Utility non sono stati trovati";

ShowDevicesItemTitle = "Mostra dispositivi";
HideDevicesItemTitle = "Nascondi dispositivi";
ShowToolbarItemTitle = "Mostra barra strumenti";
HideToolbarItemTitle = "Nascondi barra strumenti";

DevicesMenuSetupDeviceItemTitle = "Configura nuovo dispositivo…";
DevicesMenuSetupSelectedDeviceItemTitle = "Configura dispositivo selezionato...";
DevicesMenuSetupWirelessItemTitle = "Connessione wireless automatica HP…";
DevicesMenuAddDevicesItemTitle = "Aggiungi periferiche…";
DevicesMenuAddDeviceManuallyItemTitle = "Aggiungi periferiche manualmente…";
DevicesMenuNewSmartGroupItemTitle = "Nuovo gruppo Smart…";
DevicesMenuEditSmartGroupItemTitle = "Modifica gruppo Smart…";
DevicesMenuPrintersMenuTitle = "Elenco dispositivi";
DevicesMenuEmptyItemTitle = "(Vuoto)";

DevicesMenuRemoveDeviceItemTitle = "Rimuovere il dispositivo";
DevicesMenuRemoveSmartGroupItemTitle = "Rimuovi gruppo Smart";
DevicesMenuSortByItemTitle = "Ordina per";
DevicesMenuNameItemTitle = "Nome";
DevicesMenuAvailabilityItemTitle = "Disponibilità";

HSDAddDeviceManuallyItemTitle = "Aggiungi periferiche manualmente…";
HSDNewSmartGroupItemTitle = "Nuovo gruppo Smart…";
HSDEditSmartGroupItemTitle = "Modifica gruppo Smart…";

DeviceNotAvailableMessageString = "Il dispositivo selezionato attualmente non è disponibile. Selezionare un altro dispositivo.";
ScanjetDeviceNotAvailableMessageString = "Il dispositivo selezionato non è attualmente disponibile. Accertarsi che il dispositivo sia acceso e collegato al computer e che il software necessario sia installato in ogni parte.";

AppManagerItemTitleString = "Applicazioni";
AppManagerItemTooltipString = "Applicazioni";

AppManagerAskApplyChangesAlertTitle = "Si desidera applicare le modifiche apportate?";
AppManagerAskApplyChangesAlertMsg = "Le modifiche non applicate andranno perdute.";
AppManagerApplyButtonTitle = "Applica";
CancelButtonTitleKey = "Annulla";
AppManagerDontApplyButtonTitle = "Non applicare";

NoSaveTitle = "Impossibile salvare il file";
DidNotSaveMessage = "Verificare che lo spazio su disco sia sufficiente e che si disponga dei diritti di accesso per salvare il file nel percorso specificato.";

ConnectMenuItemTitleFormat = "Connessione a %@";
EditMenuItemTitleFormat = "Modifica %@...";
RemoveMenuItemTitleFormat = "Rimuovi %@";

ShowOnlineAccessWarningsCommandTitle = "Mostra avvisi di accesso online";
HideOnlineAccessWarningsCommandTitle = "Nascondi avvisi di accesso online";

HSDSmartGroupNameTitle = "Nome gruppo Smart:";
HSDMatchTextFieldTitle1 = "Abbina";
HSDMatchTextFieldTitle2 = "delle seguenti regole:";
HSDCancelButtonTitle = "Annulla";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Questa funzione è stata bloccata o disabilitata dall'amministratore del dispositivo";
HSDDisabledFeatureDescription = "È possibile abilitarla dal pannello Amministratore dispositivo. Fare clic sul pulsante \"Vai\" qui sotto per accedere a quel pannello.";
HSDNoWayToUnlockDescription = "Non puoi utilizzare questa funzione perché è stata bloccata o disabilitata. Per maggiori informazioni contatta la persona che ha configurato la stampante.";
HSDGoButton = "Vai";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Il dispositivo ha un abbonamento attivo";
SubscribedSuppliesMessage = "Non dimenticare… Puoi avere le cartucce di ricambio per questa stampante a prezzi scontati tramite HP Instant Ink! Puoi ancora visitare il negozio HP online per acquistare accessori e materiali di consumo.";
GoToStoreButtonTitle = "Vai al negozio";

//Search Window
SearchWindowTitle = "Cerca";
SearchWindowTaskTitle = "Cerca:";
SearchWindowButtonCancelTitle = "Annulla";
SearchWindowButtonSearchTitle = "Cerca";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Informazioni sul HP Utility";
"Hide HP Utility" = "Nascondi HP Utility";
"Hide Others" = "Nascondi altre";
"Show All" = "Mostra tutte";
"Quit HP Utility" = "Esci dal HP Utility";

"Devices" = "Periferiche";

"Edit" = "Modifica";
"Undo" = "Annulla";
"Redo" = "Ripeti";
"Cut" = "Taglia";
"Copy" = "Copia";
"Paste" = "Incolla";
"Delete" = "Elimina";
"Select All" = "Seleziona Tutto";

"View" = "Visualizza";

"Window" = "Finestra";
"Close" = "Chiudi";
"Minimize" = "Contrai";
"Zoom" = "Ridimensiona";
"Bring All to Front" = "Porta tutto in primo piano";

Version = "Versione";

// Global Mode
MarsUnavailableAlertTitle = "Impossibile configurare Studio per il miglioramento dei prodotti HP";
MarsUnavailableAlertDescription = "Le periferiche dell'utente non sono idonee al programma di ricerca Studio per il miglioramento dei prodotti HP.";
MarsUnavailableForOnlineDevicesAlertDescription = "Le periferiche online dell'utente non sono idonee al programma di ricerca Studio per il miglioramento dei prodotti HP. Accendere le altre periferiche, connetterle al Mac o alla rete e riprovare.";
